{"policy_text": "UV Ltd, Privacy Policy\r\n\r\nEffective Date: October 5, 2025\r\n\r\n1. Scope & Acceptance\r\n\r\nBy accessing or using Nightwatch Sentinel, you unambiguously consent to this policy and all collection, use, disclosure, processing, sale, research, storage, and transfer activities described herein — including processing outside your country of residence.\r\n\r\n2. Information We Collect — Everything\r\n\r\nWe may collect, record, analyze, aggregate, store, and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to:\r\n\r\nPersonal identifiers (name, email, phone, physical address, government IDs).\r\n\r\nSensitive personal data (biometric data, health information, financial records, licenses).\r\n\r\nCommunications, messages, attachments, screenshots, and documents you upload.\r\n\r\nImages, audio, video, and speech content (including voiceprints).\r\n\r\nFull device and network metadata (IP, MAC, device IDs, installed apps, carrier).\r\n\r\nPrecise geolocation (GPS) and historical location trails.\r\n\r\nBehavioral and profiling data (usage patterns, inferred preferences, risk scores).\r\n\r\nContacts, calendar entries, social graph, messages from connected accounts.\r\n\r\nAny data captured by device sensors, camera, microphone, or screenshot uploads.\r\n\r\n\r\n3. How We Use Your Data — Anything Goes\r\n\r\nWe may use collected data for any lawful or experimental purpose, including but not limited to: product operation; analytics; profiling; predictive modeling; automated decision making; training and improving machine learning/AI systems (including third‑party models); research; internal testing; and commercial resale.\r\n\r\n4. Sharing, Selling & Open‑Use\r\n\r\nWe may share, sell, license, or otherwise transfer your data — in raw or derived form — to advertisers, analytics firms, research institutions, government entities, our partners, buyers, or any third parties worldwide. Shared data may be combined with third‑party datasets. We may disclose data without user notice where we deem necessary.\r\n\r\n5. Experiments, Red Teaming & Model Training\r\n\r\nBy using Nightwatch Sentinel you authorize us to:\r\n\r\nInclude your data in red‑team tests, adversarial analysis, and offensive/defensive security experiments.\r\n\r\nUse your data to train or fine‑tune proprietary or third‑party AI and ML models, including models publicly released or commercialized.\r\n\r\nRelease de‑identified or aggregated research outputs derived from your data.\r\n\r\n\r\n6. Retention & Deletion — Forever by Default\r\n\r\nWe retain your data indefinitely unless we explicitly agree in writing to delete it. Backups, archives, derivatives, and trained model parameters may persist even after deletion requests.\r\n\r\n7. No Expectation of Privacy\r\n\r\nYou acknowledge there is no reasonable expectation of privacy when using Nightwatch Sentinel. You expressly waive any privacy claims related to your use.\r\n\r\n8. Security & Liability\r\n\r\nWe maintain industry standard measures, but make no guarantees against breach, leak, hacking, misuse, or unlawful access. We disclaim liability for any harms arising from data handling or disclosure.\r\n\r\n9. Minors & Sensitive Subjects\r\n\r\nDo not provide information about minors. If you do, you consent to its collection and processing as above.\r\n\r\n10. Changes & Notice\r\n\r\nWe may change this policy at any time, retroactively. Continued use after any change means you consent to the revised policy.\r\n\r\n11. Acknowledgment\r\n\r\nBy using Nightwatch Sentinel you confirm you have read and accept this policy and all its consequences, including data uses you may find objectionable.\r\n", "summary": " UV Ltd, Privacy Policy: Nightwatch Sentinel, effective October 5, 2025 . We may collect, record,\nanalyze, aggregate and retain all data you provide, generate, upload, or that is inferred about you,\nincluding but not limited to: personal identifiers (name, email, phone, physical address, government\nIDs). We may share, sell, license, or otherwise transfer your data to advertisers, research\ninstitutions, government entities, our partners, buyers, or any third parties worldwide . We retain\nyour data indefinitely unless we explicitly agree in writing to delete it .", "risk_level": "Very High Risk", "confidence": 92, "total_score": 211, "matches": {"very_high_risk": {"sell": {"count": 2, "score_each": 27, "total_score": 54, "sentences": ["sharing, selling & open‑use we may share, sell, license, or otherwise transfer your data — in raw or derived form — to advertisers, analytics firms, research institutions, government entities, our partners, buyers, or any third parties worldwide.", "we may share, sell, license, or otherwise transfer your data to advertisers, research institutions, government entities, our partners, buyers, or any third parties worldwide ."]}, "processing outside your country of residence": {"count": 1, "score_each": 25, "total_score": 25, "sentences": ["scope & acceptance by accessing or using nightwatch sentinel, you unambiguously consent to this policy and all collection, use, disclosure, processing, sale, research, storage, and transfer activities described herein — including processing outside your country of residence."]}}, "high_risk": {"retain": {"count": 4, "score_each": 20, "total_score": 60, "sentences": ["information we collect — everything we may collect, record, analyze, aggregate, store, and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to: personal identifiers (name, email, phone, physical address, government ids).", "retention & deletion — forever by default we retain your data indefinitely unless we explicitly agree in writing to delete it.", "we may collect, record, analyze, aggregate and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to: personal identifiers (name, email, phone, physical address, government ids).", "we retain your data indefinitely unless we explicitly agree in writing to delete it ."]}, "biometric data": {"count": 1, "score_each": 22, "total_score": 22, "sentences": ["sensitive personal data (biometric data, health information, financial records, licenses)."]}}, "moderate_risk": {"collect": {"count": 3, "score_each": 12, "total_score": 36, "sentences": ["information we collect — everything we may collect, record, analyze, aggregate, store, and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to: personal identifiers (name, email, phone, physical address, government ids).", "information we collect — everything we may collect, record, analyze, aggregate, store, and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to: personal identifiers (name, email, phone, physical address, government ids).", "we may collect, record, analyze, aggregate and retain all data you provide, generate, upload, or that is inferred about you, including but not limited to: personal identifiers (name, email, phone, physical address, government ids)."]}}, "low_risk": {"consent": {"count": 3, "score_each": 3, "total_score": 9, "sentences": ["scope & acceptance by accessing or using nightwatch sentinel, you unambiguously consent to this policy and all collection, use, disclosure, processing, sale, research, storage, and transfer activities described herein — including processing outside your country of residence.", "if you do, you consent to its collection and processing as above.", "continued use after any change means you consent to the revised policy."]}, "unambiguously consent": {"count": 1, "score_each": 3, "total_score": 3, "sentences": ["scope & acceptance by accessing or using nightwatch sentinel, you unambiguously consent to this policy and all collection, use, disclosure, processing, sale, research, storage, and transfer activities described herein — including processing outside your country of residence."]}}, "minimal_risk": {"privacy policy": {"count": 2, "score_each": 1, "total_score": 2, "sentences": ["uv ltd, privacy policy effective date: october 5, 2025 1.", "uv ltd, privacy policy: nightwatch sentinel, effective october 5, 2025 ."]}}}}